[
    {
        "text": "Katero je glavno mesto Slovenije?",
        "options": ["Ljubljana", "Maribor", "Celje", "Koper"],
        "correctIndex": 0,
        "explanation": "Ljubljana je glavno in največje mesto Slovenije. Ima pomembno kulturno, znanstveno, ekonomsko in politično vlogo. V Ljubljani se nahajajo številne pomembne institucije, kot so Univerza v Ljubljani, Akademija za gledališče, radio, film in televizijo ter sedež slovenske vlade."
    },
    {
        "text": "Kateri slovenski pesnik je napisal Zdravljico?",
        "options": ["France Prešeren", "Oton Župančič", "Srečko Kosovel", "Ivan Cankar"],
        "correctIndex": 0,
        "explanation": "France Prešeren je napisal Zdravljico, ki je tudi slovenska himna. Zdravljica je pesem, ki izraža željo po svobodi in bratstvu med narodi. France Prešeren je eden najpomembnejših slovenskih pesnikov in je avtor številnih drugih znanih del, kot so Sonetni venec in Povodni mož."
    },
    {
        "text": "Koliko je 2 + 2?",
        "options": ["3", "4", "5", "6"],
        "correctIndex": 1,
        "explanation": "2 + 2 je 4. To je osnovni matematični račun, ki se ga učimo že v osnovni šoli. Matematične operacije, kot so seštevanje, odštevanje, množenje in deljenje, so temelj za razumevanje bolj zapletenih matematičnih konceptov."
    },
    {
        "text": "Katera reka teče skozi Ljubljano?",
        "options": ["Sava", "Drava", "Soča", "Ljubljanica"],
        "correctIndex": 3,
        "explanation": "Ljubljanica je reka, ki teče skozi Ljubljano. Reka je pomembna za mesto, saj je ob njenem bregu nastalo staro mestno jedro. Ljubljanica je znana tudi po številnih mostovih, med katerimi so najbolj znani Zmajski most, Tromostovje in Mesarski most."
    },
    {
        "text": "Kateri je največji slovenski otok?",
        "options": ["Cres", "Krk", "Bled", "Bohinj"],
        "correctIndex": 0,
        "explanation": "Cres je največji otok v Jadranskem morju in je del Slovenije. Otok Cres je znan po svoji raznolikosti flore in favne ter po edinstvenem sladkovodnem Vranskem jezeru. Na otoku živijo tudi beloglavi jastrebi, ki so ogrožena vrsta."
    },
    {
        "text": "Kateri jezik se govori v Sloveniji?",
        "options": ["Slovenski", "Hrvaški", "Italijanski", "Nemški"],
        "correctIndex": 0,
        "explanation": "Uradni jezik v Sloveniji je slovenski. Slovenščina je zahodnoslovanski jezik in eden od uradnih jezikov Evropske unije. Ima bogato zgodovino in književnost ter številne narečne različice, ki se razlikujejo po regijah."
    },
    {
        "text": "Kdaj je Slovenija postala neodvisna?",
        "options": ["1991", "1989", "1995", "2000"],
        "correctIndex": 0,
        "explanation": "Slovenija je postala neodvisna leta 1991. Natančneje, 25. junija 1991 je Slovenija razglasila svojo neodvisnost od Jugoslavije. To je bil pomemben trenutek v zgodovini Slovenije, ki je privedel do osamosvojitvene vojne in kasnejšega mednarodnega priznanja."
    },
    {
        "text": "Katera je najvišja gora v Sloveniji?",
        "options": ["Triglav", "Škrlatica", "Mangart", "Grintovec"],
        "correctIndex": 0,
        "explanation": "Triglav je najvišja gora v Sloveniji, visoka 2864 metrov. Nahaja se v Julijskih Alpah in je simbol slovenske narodne identitete. Triglav je upodobljen tudi v slovenskem grbu. Plezanje na Triglav je priljubljena dejavnost med planinci, a zahteva dobro fizično pripravljenost in opremo."
    },
    {
        "text": "Katero je največje slovensko jezero?",
        "options": ["Bohinjsko jezero", "Blejsko jezero", "Cerkniško jezero", "Ptujsko jezero"],
        "correctIndex": 0,
        "explanation": "Bohinjsko jezero je največje stalno jezero v Sloveniji. Nahaja se v Triglavskem narodnem parku in je priljubljena turistična destinacija zaradi svoje naravne lepote in možnosti za različne športne aktivnosti, kot so plavanje, veslanje in pohodništvo."
    },
    {
        "text": "Kateri slovenski znanstvenik je znan po teoriji relativnosti?",
        "options": ["Albert Einstein", "Jožef Stefan", "Nikola Tesla", "Hermann Minkowski"],
        "correctIndex": 1,
        "explanation": "Jožef Stefan je znan slovenski fizik, po katerem je poimenovan Stefan-Boltzmannov zakon o sevanju. Čeprav ni avtor teorije relativnosti, je pomemben znanstvenik, ki je prispeval k razumevanju fizikalnih zakonitosti. Teorijo relativnosti je sicer razvil Albert Einstein."
    }
]
